/* Setting for closing private tabs */
"Close Private Tabs" = "Fermer tous les Ghost Tab";

/* Description text displayed when there are no open tabs while in private mode */
"Firefox won’t remember any of your history or cookies, but new bookmarks will be saved." = "Ghostery ne se souviendra pas de votre historique ou des cookies, mais les favoris seront sauvegardés.";

/* Text button displayed when there are no tabs open while in private mode */
"Learn More" = "En savoir plus";

/* Toggled OFF accessibility value */
"Off" = "Désactivé";

/* Toggled ON accessibility value */
"On" = "Activé";

/* Context menu option for opening a link in a new private tab */
"Open in New Private Tab" = "Ouvrir dans un nouveau Ghost Tab";

/* Title displayed for when there are no open tabs while in private mode */
"Private Browsing" = "Navigation privée";

/* Accessibility label for toggling on/off private mode */
"Private Mode" = "Mode de navigation privée";

/* Accessiblity hint for toggling on/off private mode */
"Turns private mode on or off" = "Activer ou désactiver le mode de navigation privée";

/* Will be displayed in Settings under 'Close Private Tabs' */
"When Leaving Private Browsing" = "Lorsque vous quittez la navigation privée";

